Repository: rawcontext/luxel
Catalog: apps/macos/Sources/LuxelCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, vi, zh_hans

source: Exporting %@
de: %@ wird exportiert
es: Exportando %@
fr: Exportation de %@
it: Esportazione di %@
ja: %@を書き出し中
ko: %@ 내보내는 중
pt_br: Exportando %@
pt_pt: A exportar %@
vi: Đang xuất %@
zh_hans: 正在导出 %@

source: Exporting %d files
de: %d Dateien werden exportiert
es: Exportando %d archivos
fr: Exportation de %d fichiers
it: Esportazione di %d file
ja: %d個のファイルを書き出し中
ko: 파일 %d개 내보내는 중
pt_br: Exportando %d arquivos
pt_pt: A exportar %d ficheiros
vi: Đang xuất %d tệp
zh_hans: 正在导出 %d 个文件

source: External
de: Extern
es: Externa
fr: Externe
it: Esterna
ja: 外部
ko: 외장
pt_br: Externa
pt_pt: Externa
vi: Bên ngoài
zh_hans: 外接

source: File
de: Ablage
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
pt_pt: Ficheiro
vi: Tệp
zh_hans: 文件

source: Filename cannot be empty.
de: Der Dateiname darf nicht leer sein.
es: El nombre de archivo no puede estar vacío.
fr: Le nom du fichier ne peut pas être vide.
it: Il nome del file non può essere vuoto.
ja: ファイル名を空にすることはできません。
ko: 파일 이름은 비워 둘 수 없습니다.
pt_br: O nome do arquivo não pode ficar vazio.
pt_pt: O nome do ficheiro não pode ficar vazio.
vi: Tên tệp không được để trống.
zh_hans: 文件名不能为空。

source: Filename contains invalid characters.
de: Der Dateiname enthält ungültige Zeichen.
es: El nombre de archivo contiene caracteres no válidos.
fr: Le nom du fichier contient des caractères non valides.
it: Il nome del file contiene caratteri non validi.
ja: ファイル名に使用できない文字が含まれています。
ko: 파일 이름에 사용할 수 없는 문자가 포함되어 있습니다.
pt_br: O nome do arquivo contém caracteres inválidos.
pt_pt: O nome do ficheiro contém carateres inválidos.
vi: Tên tệp chứa ký tự không hợp lệ.
zh_hans: 文件名包含无效字符。

source: Finishing Recording
de: Aufnahme wird abgeschlossen
es: Finalizando grabación
fr: Finalisation de l’enregistrement
it: Completamento della registrazione
ja: 収録を終了中
ko: 녹화 마무리 중
pt_br: Finalizando gravação
pt_pt: A finalizar gravação
vi: Đang hoàn tất bản ghi
zh_hans: 正在完成录制

source: Finishing recording
de: Aufnahme wird abgeschlossen
es: Finalizando grabación
fr: Finalisation de l’enregistrement
it: Completamento registrazione
ja: 録画を完了中
ko: 녹화 마무리 중
pt_br: Finalizando gravação
pt_pt: A concluir a gravação
vi: Đang hoàn tất bản ghi
zh_hans: 正在完成录制

source: Fit
de: Anpassen
es: Ajuste
fr: Ajustement
it: Adattamento
ja: フィット
ko: 맞춤
pt_br: Ajuste
pt_pt: Ajuste
vi: Vừa khung
zh_hans: 适应

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
ko: 폴더
pt_br: Pasta
pt_pt: Pasta
vi: Thư mục
zh_hans: 文件夹

source: Forever
de: Endlos
es: Siempre
fr: En continu
it: All’infinito
ja: 無限
ko: 계속
pt_br: Sempre
pt_pt: Sempre
vi: Vô hạn
zh_hans: 无限循环

source: Free
de: Frei
es: Libre
fr: Libre
it: Libero
ja: 自由
ko: 자유
pt_br: Livre
pt_pt: Livre
vi: Tự do
zh_hans: 自由

source: Get Latest Recording
de: Neueste Aufnahme abrufen
es: Obtener la última grabación
fr: Obtenir le dernier enregistrement
it: Ottieni l’ultima registrazione
ja: 最新の収録を取得
ko: 최신 녹화 가져오기
pt_br: Obter gravação mais recente
pt_pt: Obter a gravação mais recente
vi: Lấy bản ghi mới nhất
zh_hans: 获取最新录制

source: Height
de: Höhe
es: Alto
fr: Hauteur
it: Altezza
ja: 高さ
ko: 높이
pt_br: Altura
pt_pt: Altura
vi: Chiều cao
zh_hans: 高度

source: Hide transcript
de: Transkript ausblenden
es: Ocultar transcripción
fr: Masquer la transcription
it: Nascondi trascrizione
ja: 文字起こしを非表示
ko: 대본 숨기기
pt_br: Ocultar transcrição
pt_pt: Ocultar transcrição
vi: Ẩn bản chép lời
zh_hans: 隐藏转写文本

source: High
de: Hoch
es: Alta
fr: Élevée
it: Alta
ja: 高品質
ko: 높음
pt_br: Alta
pt_pt: Alta
vi: Cao
zh_hans: 高

source: High Contrast
de: Hoher Kontrast
es: Alto contraste
fr: Contraste élevé
it: Contrasto elevato
ja: 高コントラスト
ko: 고대비
pt_br: Alto contraste
pt_pt: Alto contraste
vi: Tương phản cao
zh_hans: 高对比度

source: Immediately
de: Sofort
es: Inmediatamente
fr: Immédiatement
it: Immediatamente
ja: すぐに
ko: 즉시
pt_br: Imediatamente
pt_pt: Imediatamente
vi: Ngay lập tức
zh_hans: 立即

source: Install and configure the luxel command-line tool.
de: Das luxel-Befehlszeilenwerkzeug installieren und konfigurieren.
es: Instala y configura la herramienta de línea de comandos luxel.
fr: Installer et configurer l’outil en ligne de commande luxel.
it: Installa e configura lo strumento da riga di comando luxel.
ja: luxelコマンドラインツールをインストールして設定します。
ko: luxel 명령줄 도구를 설치하고 구성합니다.
pt_br: Instale e configure a ferramenta de linha de comando luxel.
pt_pt: Instale e configure a ferramenta de linha de comandos luxel.
vi: Cài đặt và cấu hình công cụ dòng lệnh luxel.
zh_hans: 安装并配置 luxel 命令行工具。

source: Keep recording until stopped manually.
de: Aufnehmen, bis die Aufnahme manuell gestoppt wird.
es: Seguir grabando hasta detener manualmente.
fr: Continuer l’enregistrement jusqu’à son arrêt manuel.
it: Continua a registrare fino all’interruzione manuale.
ja: 手動で停止するまで収録を続けます。
ko: 수동으로 중지할 때까지 녹화합니다.
pt_br: Continue gravando até parar manualmente.
pt_pt: Continue a gravar até parar manualmente.
vi: Tiếp tục ghi cho đến khi dừng thủ công.
zh_hans: 持续录制，直到手动停止。

source: Keeps the last %@
de: Gespeicherter Zeitraum: %@
es: Conserva %@ de historial
fr: Conserve %@ d’historique
it: Conserva %@ di cronologia
ja: 直前の%@を保持
ko: 최근 %@ 보관
pt_br: Conserva %@ de histórico
pt_pt: Conserva %@ de histórico
vi: Giữ lại %@ gần nhất
zh_hans: 保留最近 %@

source: Keyboard shortcuts and URL automation.
de: Tastaturkurzbefehle und URL-Automatisierung.
es: Atajos de teclado y automatización por URL.
fr: Raccourcis clavier et automatisation par URL.
it: Scorciatoie da tastiera e automazione tramite URL.
ja: キーボードショートカットとURLオートメーション。
ko: 키보드 단축키와 URL 자동화입니다.
pt_br: Atalhos de teclado e automação por URL.
pt_pt: Atalhos de teclado e automatização por URL.
vi: Phím tắt và tự động hóa qua URL.
zh_hans: 键盘快捷键和 URL 自动化。

source: Keystroke capture paused.
de: Tastenerfassung pausiert.
es: Captura de pulsaciones en pausa.
fr: Capture des frappes en pause.
it: Acquisizione dei tasti in pausa.
ja: キー入力の収録を一時停止しました。
ko: 키 입력 캡처가 일시 정지되었습니다.
pt_br: Captura de teclas pausada.
pt_pt: Captura de teclas em pausa.
vi: Đã tạm dừng ghi phím bấm.
zh_hans: 已暂停捕获按键。

source: Keystroke capture resumed.
de: Tastenerfassung fortgesetzt.
es: Captura de pulsaciones reanudada.
fr: Capture des frappes reprise.
it: Acquisizione dei tasti ripresa.
ja: キー入力の収録を再開しました。
ko: 키 입력 캡처가 재개되었습니다.
pt_br: Captura de teclas retomada.
pt_pt: Captura de teclas retomada.
vi: Đã tiếp tục ghi phím bấm.
zh_hans: 已继续捕获按键。

source: Keystrokes
de: Tastenanschläge
es: Pulsaciones de teclas
fr: Frappes au clavier
it: Pressioni dei tasti
ja: キー入力
ko: 키 입력
pt_br: Teclas pressionadas
pt_pt: Teclas premidas
vi: Phím bấm
zh_hans: 按键

source: Keystrokes Off
de: Tastenanzeige aus
es: Pulsaciones desactivadas
fr: Frappes désactivées
it: Tasti disattivati
ja: キー入力オフ
ko: 키 입력 꺼짐
pt_br: Teclas desativadas
pt_pt: Teclas desativadas
vi: Đã tắt phím bấm
zh_hans: 按键已关闭

source: Keystrokes On
de: Tastenanzeige an
es: Pulsaciones activadas
fr: Frappes activées
it: Tasti attivati
ja: キー入力オン
ko: 키 입력 켜짐
pt_br: Teclas ativadas
pt_pt: Teclas ativadas
vi: Đã bật phím bấm
zh_hans: 按键已开启

source: Known Speakers
de: Bekannte Sprecher
es: Hablantes conocidos
fr: Locuteurs connus
it: Parlanti noti
ja: 登録済みの話者
ko: 등록된 화자
pt_br: Falantes conhecidos
pt_pt: Oradores conhecidos
vi: Người nói đã biết
zh_hans: 已知说话人

source: Last Area
de: Letzter Bereich
es: Última área
fr: Dernière zone
it: Ultima area
ja: 前回の範囲
ko: 마지막 영역
pt_br: Última área
pt_pt: Última área
vi: Vùng gần nhất
zh_hans: 上次区域

source: Last heard %@
de: Zuletzt gehört: %@
es: Se oyó por última vez el %@
fr: Dernière écoute : %@
it: Ultimo ascolto: %@
ja: 最後の検出：%@
ko: 마지막 감지: %@
pt_br: Última detecção: %@
pt_pt: Última deteção: %@
vi: Lần nghe gần nhất: %@
zh_hans: 上次检测到：%@

source: Light Glass
de: Helles Glas
es: Vidrio claro
fr: Verre clair
it: Vetro chiaro
ja: ライトガラス
ko: 밝은 유리
pt_br: Vidro claro
pt_pt: Vidro claro
vi: Kính sáng
zh_hans: 浅色玻璃

source: Loading %@
de: %@ wird geladen
es: Cargando %@
fr: Chargement de %@
it: Caricamento di %@
ja: %@を読み込み中
ko: %@ 불러오는 중
pt_br: Carregando %@
pt_pt: A carregar %@
vi: Đang tải %@
zh_hans: 正在加载 %@

source: Loop Count
de: Wiederholungen
es: Número de repeticiones
fr: Nombre de répétitions
it: Numero di ripetizioni
ja: ループ回数
ko: 반복 횟수
pt_br: Número de repetições
pt_pt: Número de repetições
vi: Số lần lặp
zh_hans: 循环次数

source: Lossless
de: Verlustfrei
es: Sin pérdidas
fr: Sans perte
it: Senza perdita
ja: ロスレス
ko: 무손실
pt_br: Sem perdas
pt_pt: Sem perdas
vi: Không mất dữ liệu
zh_hans: 无损

source: Luxel can capture key identities while an enabled recording is active.
de: Luxel kann während einer Aufnahme mit aktivierter Tastenerfassung die gedrückten Tasten erfassen.
es: Luxel puede capturar las teclas pulsadas durante una grabación con esta función activada.
fr: Luxel peut identifier les touches pressées pendant un enregistrement où cette fonction est activée.
it: Luxel può rilevare i tasti premuti durante una registrazione con questa funzione attiva.
ja: キー入力の収録が有効な収録中は、Luxelが押されたキーを記録できます。
ko: 키 입력 캡처를 켠 상태로 녹화하는 동안 Luxel이 누른 키를 기록할 수 있습니다.
pt_br: O Luxel pode capturar as teclas pressionadas durante uma gravação com esse recurso ativado.
pt_pt: O Luxel pode capturar as teclas premidas durante uma gravação com esta função ativada.
vi: Luxel có thể ghi lại các phím được nhấn trong khi bản ghi có bật tính năng này đang chạy.
zh_hans: 在启用按键捕获的录制期间，Luxel 可以记录按下的键。

source: Luxel can record your screen and system sound.
de: Luxel kann deinen Bildschirm und Systemsound aufnehmen.
es: Luxel puede grabar la pantalla y el sonido del sistema.
fr: Luxel peut enregistrer votre écran et le son système.
it: Luxel può registrare lo schermo e l’audio di sistema.
ja: Luxel は画面とシステム音声を収録できます。
ko: Luxel이 화면과 시스템 오디오를 녹화할 수 있습니다.
pt_br: O Luxel pode gravar sua tela e o som do sistema.
pt_pt: O Luxel pode gravar o ecrã e o som do sistema.
vi: Luxel có thể ghi màn hình và âm thanh hệ thống của bạn.
zh_hans: Luxel 可以录制你的屏幕和系统声音。

source: Luxel can use the built-in notch display.
de: Luxel kann die integrierte Display-Notch nutzen.
es: Luxel puede usar la muesca de la pantalla integrada.
fr: Luxel peut utiliser l’encoche de l’écran intégré.
it: Luxel può usare il notch dello schermo integrato.
ja: Luxelは内蔵ディスプレイのノッチを利用できます。
ko: Luxel이 내장 디스플레이의 노치를 사용할 수 있습니다.
pt_br: O Luxel pode usar o recorte da tela integrada.
pt_pt: O Luxel pode utilizar o recorte do ecrã integrado.
vi: Luxel có thể sử dụng phần khuyết trên màn hình tích hợp.
zh_hans: Luxel 可以使用内置显示器的刘海区域。

source: Luxel completed %@
de: Luxel hat %@ fertiggestellt
es: Luxel terminó %@
fr: Luxel a terminé %@
it: Luxel ha completato %@
ja: Luxelが%@を完了しました
ko: Luxel에서 %@ 완료
pt_br: O Luxel concluiu %@
pt_pt: O Luxel concluiu %@
vi: Luxel đã hoàn tất %@
zh_hans: Luxel 已完成 %@

source: Luxel error: %@
de: Luxel-Fehler: %@
es: Error de Luxel: %@
fr: Erreur Luxel : %@
it: Errore di Luxel: %@
ja: Luxelのエラー：%@
ko: Luxel 오류: %@
pt_br: Erro do Luxel: %@
pt_pt: Erro do Luxel: %@
vi: Lỗi Luxel: %@
zh_hans: Luxel 错误：%@

source: Luxel exporting, %@ complete
de: Luxel exportiert, %@ abgeschlossen
es: Luxel está exportando, %@ completado
fr: Luxel exporte, %@ terminé
it: Luxel sta esportando, %@ completato
ja: Luxelで書き出し中、%@完了
ko: Luxel 내보내기 중, %@ 완료
pt_br: Luxel exportando, %@ concluído
pt_pt: Luxel a exportar, %@ concluído
vi: Luxel đang xuất, hoàn tất %@
zh_hans: Luxel 正在导出，已完成 %@

source: Luxel finishing recording
de: Luxel schließt die Aufnahme ab
es: Luxel está finalizando la grabación
fr: Luxel termine l’enregistrement
it: Luxel sta completando la registrazione
ja: Luxelが収録を終了中
ko: Luxel 녹화 마무리 중
pt_br: Luxel finalizando gravação
pt_pt: Luxel a finalizar a gravação
vi: Luxel đang hoàn tất bản ghi
zh_hans: Luxel 正在完成录制

# recovery.corrupt.message
source: Luxel found an interrupted recording that appears corrupt. A diagnostic was recorded so this failure can be investigated. %@
de: Luxel hat eine unterbrochene Aufnahme gefunden, die beschädigt zu sein scheint. Eine Diagnose wurde gespeichert, damit dieser Fehler untersucht werden kann. %@
es: Luxel encontró una grabación interrumpida que parece estar dañada. Se guardó un diagnóstico para poder investigar el fallo. %@
fr: Luxel a trouvé un enregistrement interrompu qui semble endommagé. Un diagnostic a été enregistré afin de permettre l’analyse de cette défaillance. %@
it: Luxel ha trovato una registrazione interrotta che sembra danneggiata. È stata salvata una diagnostica per consentire l’analisi del problema. %@
ja: 中断された収録が見つかりましたが、破損している可能性があります。問題を調査できるように診断情報を保存しました。 %@
ko: Luxel이 손상된 것으로 보이는 중단된 녹화를 발견했습니다. 이 문제를 조사할 수 있도록 진단 정보를 저장했습니다. %@
pt_br: O Luxel encontrou uma gravação interrompida que parece estar corrompida. Um diagnóstico foi salvo para que essa falha possa ser investigada. %@
pt_pt: O Luxel encontrou uma gravação interrompida que parece estar danificada. Foi guardado um diagnóstico para que esta falha possa ser investigada. %@
vi: Luxel tìm thấy một bản ghi bị gián đoạn có vẻ đã hỏng. Thông tin chẩn đoán đã được lưu để có thể điều tra lỗi này. %@
zh_hans: Luxel 发现了一段中断且可能已损坏的录制。已保存诊断信息，以便调查此问题。 %@

# recovery.repairable.message
source: Luxel found an interrupted recording with a known corruption signature. The file was left in place so you can inspect it or try a repair workflow later. %@
de: Luxel hat eine unterbrochene Aufnahme mit einem bekannten Beschädigungsmuster gefunden. Die Datei wurde an ihrem Speicherort belassen, damit du sie prüfen oder später eine Reparatur versuchen kannst. %@
es: Luxel encontró una grabación interrumpida con un patrón de daño conocido. El archivo se dejó en su ubicación para que puedas examinarlo o intentar repararlo más tarde. %@
fr: Luxel a trouvé un enregistrement interrompu présentant un type de corruption connu. Le fichier a été conservé à son emplacement pour que vous puissiez l’examiner ou tenter de le réparer ultérieurement. %@
it: Luxel ha trovato una registrazione interrotta con un tipo di danneggiamento noto. Il file è stato lasciato nella sua posizione per consentirti di esaminarlo o tentare una riparazione in seguito. %@
ja: 中断された収録に既知の破損パターンが見つかりました。後で内容を確認したり修復を試したりできるよう、ファイルは元の場所に残しています。 %@
ko: Luxel이 알려진 손상 패턴이 있는 중단된 녹화를 발견했습니다. 나중에 파일을 확인하거나 복구를 시도할 수 있도록 원래 위치에 그대로 두었습니다. %@
pt_br: O Luxel encontrou uma gravação interrompida com um padrão de corrupção conhecido. O arquivo foi mantido no local para que você possa examiná-lo ou tentar repará-lo depois. %@
pt_pt: O Luxel encontrou uma gravação interrompida com um padrão de danos conhecido. O ficheiro foi mantido no local para que o possa examinar ou tentar reparar mais tarde. %@
vi: Luxel tìm thấy một bản ghi bị gián đoạn có dấu hiệu hỏng đã biết. Tệp được giữ nguyên tại chỗ để bạn kiểm tra hoặc thử sửa chữa sau. %@
zh_hans: Luxel 发现了一段中断的录制，其中包含已知的损坏特征。文件仍保留在原位置，您可以检查它或稍后尝试修复。 %@

source: Luxel no longer has permission to open %@. Choose the recordings folder again.
de: Luxel darf %@ nicht mehr öffnen. Wähle den Aufnahmeordner erneut aus.
es: Luxel ya no tiene permiso para abrir %@. Vuelve a elegir la carpeta de grabaciones.
fr: Luxel n’a plus l’autorisation d’ouvrir %@. Choisissez à nouveau le dossier des enregistrements.
it: Luxel non ha più il permesso di aprire %@. Scegli di nuovo la cartella delle registrazioni.
ja: Luxelには%@を開く権限がありません。収録フォルダをもう一度選択してください。
ko: Luxel에 %@를 열 권한이 더 이상 없습니다. 녹화 폴더를 다시 선택하세요.
pt_br: O Luxel não tem mais permissão para abrir %@. Escolha a pasta de gravações novamente.
pt_pt: O Luxel já não tem permissão para abrir %@. Escolha novamente a pasta de gravações.
vi: Luxel không còn quyền mở %@. Hãy chọn lại thư mục bản ghi.
zh_hans: Luxel 不再有权打开 %@。请重新选择录制文件夹。

source: Luxel notch inactive
de: Luxel-Notch inaktiv
es: Muesca de Luxel inactiva
fr: Encoche Luxel inactive
it: Notch di Luxel non attivo
ja: Luxelのノッチは無効です
ko: Luxel 노치 비활성
pt_br: Recorte do Luxel inativo
pt_pt: Recorte do Luxel inativo
vi: Phần khuyết Luxel không hoạt động
zh_hans: Luxel 刘海区域未启用

source: Luxel preview at %@ of %@
de: Luxel-Vorschau bei %@ von %@
es: Vista previa de Luxel en %@ de %@
fr: Aperçu Luxel à %@ sur %@
it: Anteprima Luxel a %@ di %@
ja: Luxelのプレビュー：%@／%@
ko: Luxel 미리보기 %@ / %@
pt_br: Prévia do Luxel em %@ de %@
pt_pt: Pré-visualização do Luxel em %@ de %@
vi: Bản xem trước Luxel ở %@ trên %@
zh_hans: Luxel 预览：%@／%@

source: Luxel ready
de: Luxel bereit
es: Luxel está listo
fr: Luxel est prêt
it: Luxel è pronto
ja: Luxelは準備完了です
ko: Luxel 준비됨
pt_br: Luxel pronto
pt_pt: Luxel pronto
vi: Luxel đã sẵn sàng
zh_hans: Luxel 已就绪

source: Luxel recording paused at %@
de: Luxel-Aufnahme bei %@ pausiert
es: Grabación de Luxel en pausa en %@
fr: Enregistrement Luxel en pause à %@
it: Registrazione Luxel in pausa a %@
ja: Luxelの録画を%@で一時停止しました
ko: Luxel 녹화가 %@에 일시 정지됨
pt_br: Gravação do Luxel pausada em %@
pt_pt: Gravação do Luxel em pausa em %@
vi: Bản ghi Luxel đã tạm dừng tại %@
zh_hans: Luxel 录制已在 %@ 暂停

source: Luxel recording starts in %@
de: Luxel-Aufnahme beginnt in %@
es: La grabación de Luxel comienza en %@
fr: L’enregistrement Luxel commence dans %@
it: La registrazione Luxel inizia tra %@
ja: Luxelの録画は%@後に開始します
ko: Luxel 녹화가 %@ 후 시작됩니다
pt_br: A gravação do Luxel começa em %@
pt_pt: A gravação do Luxel começa dentro de %@
vi: Luxel bắt đầu ghi sau %@
zh_hans: Luxel 将在 %@ 后开始录制

source: Luxel recording, elapsed %@
de: Luxel nimmt auf, vergangen: %@
es: Luxel está grabando, transcurrido: %@
fr: Luxel enregistre, temps écoulé : %@
it: Luxel sta registrando, trascorso: %@
ja: Luxelで収録中、経過時間%@
ko: Luxel 녹화 중, 경과 시간 %@
pt_br: Luxel gravando, decorrido: %@
pt_pt: Luxel a gravar, decorrido: %@
vi: Luxel đang ghi, đã qua %@
zh_hans: Luxel 正在录制，已用时间 %@

source: Luxel replay buffer %@ ready
de: Luxel-Wiedergabepuffer zu %@ bereit
es: Búfer de repetición de Luxel listo al %@
fr: Tampon de relecture Luxel prêt à %@
it: Buffer di replay di Luxel pronto al %@
ja: Luxelのリプレイバッファは%@準備完了です
ko: Luxel 리플레이 버퍼 %@ 준비됨
pt_br: Buffer de replay do Luxel %@ pronto
pt_pt: Memória intermédia de repetição do Luxel %@ pronta
vi: Bộ đệm phát lại Luxel đã sẵn sàng %@
zh_hans: Luxel 回放缓冲区已就绪 %@

# permissions.inputMonitoring.disclosure
source: Luxel stores typed characters and shortcut identities locally with the recording. You can pause capture at any time and remove the data later.
de: Luxel speichert eingegebene Zeichen und Tastenkombinationen lokal mit der Aufnahme. Du kannst die Erfassung jederzeit pausieren und die Daten später entfernen.
es: Luxel guarda localmente los caracteres escritos y los atajos pulsados junto con la grabación. Puedes pausar la captura en cualquier momento y eliminar los datos después.
fr: Luxel stocke localement les caractères saisis et les raccourcis utilisés avec l’enregistrement. Vous pouvez suspendre la capture à tout moment et supprimer les données ultérieurement.
it: Luxel salva localmente i caratteri digitati e le scorciatoie utilizzate insieme alla registrazione. Puoi mettere in pausa l’acquisizione in qualsiasi momento ed eliminare i dati in seguito.
ja: Luxelは入力した文字とショートカットを収録とともにこのMacに保存します。キー入力の収録はいつでも一時停止でき、データは後から削除できます。
ko: Luxel은 입력한 문자와 단축키 정보를 녹화와 함께 기기에 저장합니다. 언제든지 캡처를 일시 정지하고 나중에 데이터를 삭제할 수 있습니다.
pt_br: O Luxel armazena localmente os caracteres digitados e os atalhos usados junto com a gravação. Você pode pausar a captura a qualquer momento e remover os dados depois.
pt_pt: O Luxel guarda localmente os carateres digitados e os atalhos utilizados juntamente com a gravação. Pode colocar a captura em pausa a qualquer momento e remover os dados mais tarde.
vi: Luxel lưu các ký tự đã gõ và phím tắt đã dùng ngay trên máy cùng với bản ghi. Bạn có thể tạm dừng ghi bất cứ lúc nào và xóa dữ liệu sau.
zh_hans: Luxel 会将输入的字符和使用的快捷键随录制保存在本机上。您可以随时暂停捕获，并在之后删除这些数据。

# replayBuffer.consent.message
source: Luxel will continuously capture your display in the background so it can save recent moments on demand. Clips are saved only when you choose Clip Replay Buffer.
de: Luxel zeichnet deinen Bildschirm kontinuierlich im Hintergrund auf, um die letzten Momente bei Bedarf speichern zu können. Clips werden nur gespeichert, wenn du „Wiedergabepuffer als Clip speichern“ auswählst.
es: Luxel capturará continuamente tu pantalla en segundo plano para poder guardar los últimos momentos cuando lo solicites. Los clips solo se guardan cuando eliges Crear clip del búfer de repetición.
fr: Luxel capturera votre écran en continu en arrière-plan pour enregistrer les derniers instants à votre demande. Les extraits ne sont enregistrés que lorsque vous choisissez de créer un extrait du tampon de relecture.
it: Luxel acquisirà continuamente lo schermo in background per salvare i momenti recenti su richiesta. Le clip vengono salvate solo quando scegli di creare una clip dal buffer di replay.
ja: Luxelはディスプレイをバックグラウンドで継続的に収録し、必要に応じて直前の映像を保存できるようにします。クリップが保存されるのは「リプレイバッファをクリップ」を選択したときだけです。
ko: Luxel은 필요할 때 최근 장면을 저장할 수 있도록 백그라운드에서 디스플레이를 계속 캡처합니다. 리플레이 버퍼 클립 저장을 선택할 때만 클립이 저장됩니다.
pt_br: O Luxel capturará sua tela continuamente em segundo plano para salvar os momentos recentes quando você solicitar. Os clipes só são salvos quando você escolhe criar um clipe do buffer de replay.
pt_pt: O Luxel capturará continuamente o ecrã em segundo plano para guardar os momentos recentes quando o solicitar. Os clips só são guardados quando escolhe criar um clip da memória intermédia de repetição.
vi: Luxel sẽ liên tục ghi màn hình trong nền để có thể lưu những khoảnh khắc gần nhất khi bạn yêu cầu. Đoạn ghi chỉ được lưu khi bạn chọn lưu đoạn từ bộ đệm phát lại.
zh_hans: Luxel 将在后台持续捕获显示器画面，以便按需保存最近的内容。只有选择保存回放缓冲区片段时，才会保存片段。

source: Main Display
de: Hauptbildschirm
es: Pantalla principal
fr: Écran principal
it: Schermo principale
ja: メインディスプレイ
ko: 주 디스플레이
pt_br: Tela principal
pt_pt: Ecrã principal
vi: Màn hình chính
zh_hans: 主显示器

source: Matched in %d recordings
de: In %d Aufnahmen erkannt
es: Identificado en %d grabaciones
fr: Identifié dans %d enregistrements
it: Identificato in %d registrazioni
ja: %d件の収録で一致
ko: 녹화 %d개에서 일치
pt_br: Identificado em %d gravações
pt_pt: Identificado em %d gravações
vi: Đã nhận diện trong %d bản ghi
zh_hans: 在 %d 个录制中匹配

source: Matched in 1 recording
de: In 1 Aufnahme erkannt
es: Identificado en 1 grabación
fr: Identifié dans 1 enregistrement
it: Identificato in 1 registrazione
ja: 1件の収録で一致
ko: 녹화 1개에서 일치
pt_br: Identificado em 1 gravação
pt_pt: Identificado em 1 gravação
vi: Đã nhận diện trong 1 bản ghi
zh_hans: 在 1 个录制中匹配

source: Max Width
de: Max. Breite
es: Ancho máximo
fr: Largeur maximale
it: Larghezza massima
ja: 最大幅
ko: 최대 너비
pt_br: Largura máxima
pt_pt: Largura máxima
vi: Chiều rộng tối đa
zh_hans: 最大宽度

source: Menu Bar Only
de: Nur Menüleiste
es: Solo barra de menús
fr: Barre des menus uniquement
it: Solo barra dei menu
ja: メニューバーのみ
ko: 메뉴 막대만
pt_br: Somente barra de menus
pt_pt: Apenas barra de menus
vi: Chỉ thanh menu
zh_hans: 仅菜单栏

source: Mic '%@' not found - using System Default.
de: Mikrofon „%@“ nicht gefunden – Systemstandard wird verwendet.
es: No se encontró el micrófono «%@»; se usará el predeterminado del sistema.
fr: Micro « %@ » introuvable ; utilisation du réglage système par défaut.
it: Microfono “%@” non trovato: viene usato quello predefinito di sistema.
ja: マイク「%@」が見つかりません。システムデフォルトを使用します。
ko: 마이크 '%@'를 찾을 수 없어 시스템 기본값을 사용합니다.
pt_br: Microfone “%@” não encontrado; usando o padrão do sistema.
pt_pt: Microfone «%@» não encontrado; a utilizar a predefinição do sistema.
vi: Không tìm thấy micrô “%@” — đang dùng mặc định hệ thống.
zh_hans: 未找到麦克风“%@”，将使用系统默认设备。

source: Mic Off
de: Mikrofon aus
es: Micrófono desactivado
fr: Micro désactivé
it: Microfono disattivato
ja: マイクオフ
ko: 마이크 꺼짐
pt_br: Microfone desativado
pt_pt: Microfone desativado
vi: Micrô đã tắt
zh_hans: 麦克风已关闭
